code --install-extension 2gua.rainbow-brackets
code --install-extension aaron-bond.better-comments
code --install-extension achil.vscode-javascript-repl
code --install-extension acidic9.p5js-snippets
code --install-extension akamud.vscode-javascript-snippet-pack
code --install-extension akamud.vscode-theme-onedark
code --install-extension AlanWalk.markdown-toc
code --install-extension alefragnani.Bookmarks
code --install-extension alefragnani.project-manager
code --install-extension almenon.arepl
code --install-extension andreapollini.p5-live-editor
code --install-extension asvetliakov.vscode-neovim
code --install-extension azemoh.one-monokai
code --install-extension batisteo.vscode-django
code --install-extension capaj.vscode-standardjs-snippets
code --install-extension chenxsan.vscode-standardjs
code --install-extension CoenraadS.bracket-pair-colorizer
code --install-extension CoenraadS.bracket-pair-colorizer-2
code --install-extension cstrap.python-snippets
code --install-extension DavidAnson.vscode-markdownlint
code --install-extension davidrockburn.py-pack
code --install-extension dbaeumer.vscode-eslint
code --install-extension dongli.python-preview
code --install-extension donjayamanne.githistory
code --install-extension donjayamanne.python-extension-pack
code --install-extension dracula-theme.theme-dracula
code --install-extension Durzn.brackethighlighter
code --install-extension eamodio.gitlens
code --install-extension eg2.vscode-npm-script
code --install-extension esbenp.prettier-vscode
code --install-extension formulahendry.code-runner
code --install-extension frhtylcn.pythonsnippets
code --install-extension gera2ld.markmap-vscode
code --install-extension GrapeCity.gc-excelviewer
code --install-extension harehare.textusm
code --install-extension hbenl.vscode-test-explorer
code --install-extension hediet.vscode-drawio-insiders-build
code --install-extension henriiik.docker-linter
code --install-extension HookyQR.beautify
code --install-extension iansan5653.format-python-docstrings
code --install-extension IBM.output-colorizer
code --install-extension igress.python-coding-conventions
code --install-extension Ikuyadeu.r
code --install-extension jdinhlife.gruvbox
code --install-extension KevinRose.vsc-python-indent
code --install-extension kiteco.kite
code --install-extension littlefoxteam.vscode-python-test-adapter
code --install-extension magicstack.MagicPython
code --install-extension mechatroner.rainbow-csv
code --install-extension mgesbert.python-path
code --install-extension mgmcdermott.vscode-language-babel
code --install-extension mhutchie.git-graph
code --install-extension Mikhail-Arkhipov.r
code --install-extension monokai.theme-monokai-pro-vscode
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-toolsai.jupyter
code --install-extension ms-vscode-remote.remote-ssh
code --install-extension ms-vscode-remote.remote-ssh-edit
code --install-extension ms-vscode.js-debug-nightly
code --install-extension ms-vscode.sublime-keybindings
code --install-extension ms-vscode.Theme-PredawnKit
code --install-extension msjsdiag.debugger-for-chrome
code --install-extension naumovs.color-highlight
code --install-extension nils-ballmann.python-coding-tools
code --install-extension njpwerner.autodocstring
code --install-extension njqdev.vscode-python-typehint
code --install-extension numso.prettier-standard-vscode
code --install-extension phoihos.markdown-markmap
code --install-extension PKief.material-icon-theme
code --install-extension purocean.drawio-preview
code --install-extension RDebugger.r-debugger
code --install-extension redhat.vscode-yaml
code --install-extension REditorSupport.r-lsp
code --install-extension ritwickdey.LiveServer
code --install-extension rlivings39.fzf-quick-open
code --install-extension RTG.py-snippets
code --install-extension sainnhe.gruvbox-material
code --install-extension samplavigne.p5-vscode
code --install-extension sburg.vscode-javascript-booster
code --install-extension shardulm94.trailing-spaces
code --install-extension shd101wyy.markdown-preview-enhanced
code --install-extension SirTori.indenticator
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension TabNine.tabnine-vscode
code --install-extension teabyii.ayu
code --install-extension tht13.python
code --install-extension tomoki1207.pdf
code --install-extension ultamatum.p5-project-creator
code --install-extension VisualStudioExptTeam.vscodeintellicode
code --install-extension VSpaceCode.whichkey
code --install-extension wholroyd.jinja
code --install-extension xabikos.JavaScriptSnippets
code --install-extension xirider.livecode
code --install-extension yzhang.markdown-all-in-one
code --install-extension zhuangtongfa.material-theme
